Repository: tamersaadeh/bugzilla4
Catalog: bugzilla-4.0.0.0/debian/po/*.po
Languages: eu, pt_br

source: Password confirmation:
eu: Pasahitzaren berrespena:
pt_br: Confirmação de senha:

source: Email address of Bugzilla administrator:
eu: Bugzilla-ren administratzailearen helbide elektronikoa:
pt_br: Endereço de e-mail do administrador do Bugzilla:

source: Please enter the email address of the Bugzilla administrator; all mail for the administrator will be sent to this address. This email address is also used as the administrator login for Bugzilla.
eu: Idatzi Bugzilla-ren administratzailearen helbide elektronikoa; administratzailearentzako posta guztia helbide horretara bidaliko da. Helbide hau erabiliko da ere administratzaileak Bugzilla-n saioa hasteko.
pt_br: Por favor, informe o endereço de e-mail do administrador do Bugzilla; todo e-mail para o administrador será enviado para este endereço. Este endereço de e-mail também é usado como login do administrador do Bugzilla.

source: A valid address must contain exactly one '@', and at least one '.' after the @. You'll be able to change this setting through Bugzilla's web interface.
eu: Baliozko helbide batek '@' bat eta honen ondoren behintzat '.' bat eduki behar du. Ezarpen hau Bugzilla-ren web interfazearen bidez aldatu ahal izango duzu.
pt_br: Um endereço válido deve conter exatamente um '@', e no mínimo um '.' depois do @. Você será capaz de modificar esta configuração através da interface web do Bugzilla.

source: Real name of Bugzilla administrator:
eu: Bugzilla-ren administratzailearen benetako izena:
pt_br: Nome real do administrador do Bugzilla:

source: Password for the Bugzilla administrator account:
eu: Bugzilla-ren administratzailearen kontuaren pasahitza:
pt_br: Senha para a conta do administrador do Bugzilla:

source: Please enter at least 6 characters.
eu: Gutxienez 6 karaktere idatzi.
pt_br: Por favor, informe pelo menos 6 caracteres.

source: Have Status or Resolution values been customized?
eu: Egoera edo ebazpenaren balioak pertsonalizatuak izan al dira?
pt_br: Os valores de Status ou Resolução foram personalizados?

source: If values in the Status or Resolution fields have been customized, the checksetup procedure must be modified appropriately before installation can continue.
eu: Egoera edo ebazpenaren eremuak pertsonalizatuak izan badira, 'checksetup' prozedura behar den moduan aldatu egin behar da instalazioak aurrera jarraitu ahal izateko.
pt_br: Se os valores dos campos de Status ou Resolução foram personalizados, o procedimento de checksetup deve ser modificado apropriadamente antes que a instalação possa continuar.

source: For each update of this package, a new version of the checksetup_nondebian.pl script is installed; the /usr/share/bugzilla4/debian/pre-checksetup.d directory can be used to automatically apply your modifications before execution.
eu: Pakete honetako bertsio-berritze bakoitzean checksetup_nondebian.pl script-aren bertsio berri bat instalatuko da; /usr/share/bugzilla4/debian/pre-checksetup.d direktorioa erabili daiteke zure aldaketak exekutatu aurretik automatikoki ezartzeko.
pt_br: Para cada atualização deste pacote, uma nova versão do script checksetup_nondebian.pl é instalada; o diretório /usr/share/bugzilla4/debian/pre-checksetup.d pode ser usado para aplicar automaticamente suas modificações antes da execução.

source: Prompt about customized Status/Resolution at each update?
eu: Egoera edo ebazpenaren balio pertsonalizatuari buruz galdetu bertsio-berritze bakoitzean?
pt_br: Perguntar sobre Status/Resolução personalizados a cada atualização?

source: If you modified Status/Resolution fields and created a script within /usr/share/bugzilla4/debian/pre-checksetup.d to apply changes to /usr/share/bugzilla4/lib/checksetup_nondebian.pl, you may want to avoid being prompted at each package upgrade.
eu: Egoera edo ebazpenaren eremuak aldatu badituzu eta /usr/share/bugzilla4/lib/checksetup-nondebian.pl-en aldaketak ezartzeko /usr/share/bugzilla4/debian/pre-checksetup.d erabiltzen duen script bat sortu baduzu, agian ez duzu nahiko paketearen bertsio-berritze bakoitzean galdera hau egitea.
pt_br: Se você modificou os campos Status/Resolução e criou um script dentro de /usr/share/bugzilla4/debian/pre-checksetup.d para aplicar as mudanças em /usr/share/bugzilla4/lib/checksetup_nondebian.pl, talvez você queira evitar de ser perguntado a cada atualização do pacote.

source: If you accept being prompted, you will have to call /usr/share/bugzilla4/lib/checksetup.pl yourself, at each package upgrade, before using Bugzilla.
eu: Galdetua izatea onartzen baduzu, /usr/share/bugzilla4/lib/checksetup.pl zure kabuz exekutatu beharko duzu bertsio-berritze bakoitzean Bugzilla erabili aurretik.
pt_br: Se você aceitar ser perguntado, você terá que chamar /usr/share/bugzilla4/lib/checksetup.pl por sua conta, a cada atualização do pacote, antes de usar o Bugzilla.

source: If you did not modify Status/Resolution, you should skip prompting as checksetup.pl will be started automatically (together with the {pre,post}-checksetup.d scripts).
eu: Ez baduzu egoera edo ebazpenaren eremurik aldatu, galdetzea alde batetara utzi dezakezu checksetup.pl automatikoki exekutatu dadin ({pre,post}-checksetup.d script-arekin batera).
pt_br: Se você não modificou o Status/Resolução, você deve pular as perguntas, pois o checksetup.pl será iniciado automaticamente (junto com os scripts {pre,post}-checksetup.d).

source: Setup of Bugzilla failed and needs further investigation
eu: Huts egin du Bugzilla konfiguratzean, eta ikerketa gehiago behar da
pt_br: A configuração do Bugzilla falhou e precisa de mais investigação

source: Bugzilla has the "shutdownhtml" configuration parameter set, putting it offline (with logins disabled) until configured.
eu: Bugzilla-k konfigurazioko "shutdownhtml" parametroa ezarrita dauka, lineaz kanpo jarriz (saio hasierak desgaituta) konfiguratu arte.
pt_br: O Bugzilla tem o parâmetro de configuração "shutdownhtml" ativado, colocando-o em modo offline (com logins desabilitados) até que seja configurado.

source: To set up Bugzilla, run "dpkg-reconfigure bugzilla4" (as root) and choose "dbconfig-config".
eu: Bugzilla konfiguratzeko, supererabiltzaile gisa exekutatu "dpkg-reconfigure bugzilla4" eta aukeratu "dbconfig-config".
pt_br: Para configurar o Bugzilla, execute "dpkg-reconfigure bugzilla4" (como root) e escolha "dbconfig-config".

source: Bugzilla downtime message:
eu: Bugzilla-ren jardun gabeko denboraren mezua:
pt_br: Mensagem de indisponibilidade ("downtime") do Bugzilla:

source: Please enter the HTML downtime message that should be displayed while Bugzilla is being reconfigured.
eu: Sartu HTMLko jardun gabeko denboraren mezua, Bugzilla konfiguratzen ari den bitartean bistaratzeko.
pt_br: Por favor, informe a mensagem de indisponibilidade ("downtime") em HTML que deverá ser exibida enquanto o Bugzilla estiver sendo reconfigurado.
