Repository: tamersaadeh/bugzilla4
Catalog: debian/po/*.po
Languages: cs, da, es, fi, it, ja, nl, ru, sv, uk

source: Password confirmation:
cs: Potvrzení hesla:
da: Bekræftelse af adgangskode:
es: Confirmación de contraseña:
fi: Salasanan varmistus:
it: Conferma della password:
ja: パスワードの確認:
nl: Bevestiging van het wachtwoord:
ru: Подтверждение пароля:
sv: Bekräfta lösenord:
uk: Підтвердження паролю:

source: Email address of Bugzilla administrator:
cs: Emailová adresa správce Bugzilly:
da: E-post-adresse på Bugzillaadministratoren:
es: Dirección de correo electrónico del administrador de Bugzilla:
fi: Bugzillan ylläpitäjän sähköpostiosoite:
it: Indirizzo di posta elettronica dell'amministratore di Bugzilla:
ja: Bugzilla 管理者のメールアドレス:
nl: E-mailadres van de Bugzilla-beheerder:
ru: Адрес эл.почты администратора Bugzilla:
sv: E-postaddressen till Bugzilla-administratören:
uk: Адреса адміністратора Bugzilla:

source: Please enter the email address of the Bugzilla administrator; all mail for the administrator will be sent to this address. This email address is also used as the administrator login for Bugzilla.
cs: Zadejte prosím emailovou adresu správce Bugzilly; na tuto adresu bude zaslána veškerá pošta pro správce. Tato emailová adresa je zároveň i přihlašovacím jménem správce do Bugzilly.
da: Indtast venligst e-post-adressen på Bugzillaadministratoren; al post til administratoren vil blive sendt på denne adresse. Denne e-post-adresse bruges også som administratorlogind for Bugzilla.
es: Por favor, introduzca la dirección de correo electrónico del administrador de Bugzilla; todos los correos dirigidos al administrador se enviarán a esta dirección. Esta dirección de correo electrónico también se usa como el nombre de usuario para acceder a Bugzilla.
fi: Anna Bugzillan ylläpitäjän sähköpostiosoite. Kaikki ylläpitäjälle tarkoitetut viestit lähetetään tähän osoitteeseen. Osoitetta käytetään myös ylläpitäjän käyttäjätunnuksena Bugzillassa.
it: Inserire l'indirizzo di posta elettronica dell'amministratore di Bugzilla; tutti i messaggi destinati all'amministratore verranno inviati a questo indirizzo. Questo indirizzo viene utilizzato anche per l'autenticazione dell'amministratore di Bugzilla.
ja: Bugzilla の管理者メールアドレスを入力してください。管理者へのメールは全てこのアドレスへ送られます。このメールアドレスは Bugzilla への管理者ログインにも利用されます。
nl: Wat is het e-mailadres van de Bugzilla-beheerder? Alle post voor de beheerder zal naar dit adres worden verzonden. Dit e-mailadres wordt ook gebruikt als de loginnaam voor de Bugzilla-beheerder.
ru: Введите адрес электронной почты администратора Bugzilla; вся почта для администратора будет направляться на этот адрес. Данный адрес эл.почты также будет использоваться как имя для входа в Bugzilla под административной учётной записью.
sv: Ange e-postadressen för Bugzilla-administratören, alla e-postmeddelanden till administratören kommer att skickas till denna adress. Adressen används också för inloggning av administratören i Bugzilla.
uk: Будь-ласка, вкажіть електронну адресу адміністратора Bugzilla; усі листи до адміністратора надсилатимуться на цю адресу. Дана адреса також є адміністративним логіном до Bugzilla.

source: A valid address must contain exactly one '@', and at least one '.' after the @. You'll be able to change this setting through Bugzilla's web interface.
cs: Platná adresa musí obsahovat přesně jeden znak '@' a alespoň jeden znak '.' za @. Toto nastavení budete moci změnit přes webové rozhraní Bugzilly.
da: En gyldig adresse skal indeholde præcis et '@', og mindst et '.' efter @'et. Du kan ændre denne indstilling via Bugzillas internetbrugerflade.
es: Una dirección válida debe contener exactamente una «@», y como mínimo un «.» después de la «@». Podrá cambiar esta configuración a través de la interfaz web de Bugzilla.
fi: Osoitteessa tulee olla merkki ”@” kerran ja ainakin yksi piste @-merkin jälkeen. Asetusta voidaan muokata Bugzillan verkkokäyttöliittymän kautta.
it: Un indirizzo di posta elettronica valido deve contenere esattamente un «@» e almeno un «.» dopo «@». Questa impostazione potrà essere successivamente modificata attraverso l'interfaccia web di Bugzilla.
ja: 正しいアドレスは必ず一つの '@' とその後に少なくとも一つの '.' を含んでいなくてはなりません。この設定は、後ほど Bugzilla のウェブインターフェイスで変更可能です。
nl: Een correct adres moet precies ????n '@' en ten minste ????n '.' achter de @ bevatten. U kunt deze instelling later aanpassen in de webinterface van Bugzilla.
ru: В адресе должен быть только один символ '@' и, как минимум, одна '.' после @. Вы можете изменить этот параметр через веб-интерфейс Bugzilla.
sv: En giltig address får bara innehålla ett "@" och ska ha minst en "." efter @. Du har möjligheten att ändra denna inställning genom Bugzillas webbgränssnitt.
uk: Дійсна адреса має містити принаймні один символ '@' та щонайменше одну крапку після @. Це можна змінити у веб-інтерфейсі Bugzilla.

source: Real name of Bugzilla administrator:
cs: Skutečné jméno správce Bugzilly:
da: Navn på Bugzillaadministratoren:
es: Nombre real del administrador de Bugzilla:
fi: Bugzillan ylläpitäjän nimi:
it: Vero nome dell'amministratore di Bugzilla:
ja: Bugzilla 管理者の本名:
nl: Echte naam van de Bugzilla-beheerder:
ru: Настоящее имя администратора Bugzilla:
sv: Riktiga namnet för Bugzilla-administratören:
uk: Справжнє ім'я адміністратора Bugzilla:

source: Password for the Bugzilla administrator account:
cs: Heslo účtu správce Bugzilly.
da: Adgangskode til Bugzillas administratorkonto:
es: Contraseña para la cuenta de administrador de Bugzilla:
fi: Bugzillan ylläpitotunnuksen salasana:
it: Password dell'amministratore di Bugzilla:
ja: Bugzilla 管理者アカウントのパスワード:
nl: Geef het wachtwoord van de Bugzilla-beheerdersaccount.
ru: Пароль учётной записи имя администратора Bugzilla:
sv: Lösenord för Bugzilla-administratörens konto:
uk: Пароль адміністратора Bugzilla:

source: Please enter at least 6 characters.
da: Indtast venligst mindst 6 tegn.
es: Por favor, introduzca al menos seis caracteres.
it: Inserire almeno 6 caratteri.
ru: Нужно ввести не менее 6 символов.
sv: Ange åtminstone sex tecken.

source: Have Status or Resolution values been customized?
cs: Byly hodnoty Status nebo Resolution upraveny?
da: Er status- eller billedopløsningsværdier blevet tilpasset?
es: ¿Se han personalizado los valores de «Status» o «Resolution»?
fi: Onko Status- tai Resolution-arvoja muokattu?
it: I valori «Status» o «Resolution» sono stati personalizzati?
ja: ステータス(Status)/解決方法(Resolutions) 欄の値を変更しましたか?
nl: Zijn "Status" of "Resolution" waarden aangepast?
ru: Дорабатывались ли значения полей Состояние или Решение?
sv: Ska värdena för Status och Lösningsanledning ändras?
uk: Чи налаштовувалися значення «Стан» або «Вирішення»?

source: If values in the Status or Resolution fields have been customized, the checksetup procedure must be modified appropriately before installation can continue.
cs: Jestliže byly hodnoty polí Status nebo Resolution upraveny, musí být procedura checksetup před pokračováním instalace patřičně upravena.
da: Hvis værdier i status- eller billedopløsningsfelter er blevet tilpasset, skal proceduren checksetup ændres tilsvarende, før installationen kan fortsætte.
es: Si ha personalizado los valores de los campos «Status» o «Resolution», debe modificar el proceso «checksetup» apropiadamente antes de que la instalación pueda continuar.
fi: Jos kentän ”Status” tai ”Resolution” arvoja on muokattu, checksetup-ohjelmaa tulee muokata vastaavasti ennen kuin asennusta voidaan jatkaa.
it: Se i valori nel campo «Status» o «Resolution» sono stati personalizzati, è necessario modificare in modo appropriato la procedura «checksetup» prima di continuare con l'installazione.
ja: ステータス(Status)/解決方法(Resolutions) 欄の値をカスタマイズした場合は、インストールを継続する前に checksetup プログラムを正しく編集する必要があります。
nl: Als er "Status" of "Resolution" velden zijn aangepast, dan moet de checksetup procedure navenant worden aangepast voordat de installatie verder kan gaan.
ru: Если вы дорабатывали значения полей Состояние/Решение под свои нужды, то перед продолжением установки нужно соответствующим образом изменить процедуру checksetup.
sv: Om du ändrade värdena på fälten för Status eller Stängningsanledning måste proceduren checksetup modifieras i enlighet med förändringen innan installationen kan fortsätta.
uk: Якщо значення у полях «Стан» або «Вирішення» налаштовувалися то необхідно відповідним чином змінити процедуру checksetup перш ніж продовжувати інсталяцію.

source: For each update of this package, a new version of the checksetup_nondebian.pl script is installed; the /usr/share/bugzilla3/debian/pre-checksetup.d directory can be used to automatically apply your modifications before execution.
da: For hver opdatering af denne pakke, installeres en ny version af skriptet checksetup_nondebian.pl; mappen /usr/share/bugzilla3/debian/pre-checksetup.d kan bruges til automatisk at anvende dine ændringer før kørsel.
fi: Komentosarjasta checksetup_nondebian.pl asennetaan uusi versio aina, kun tämä paketti päivittyy. Paikalliset muutokset voidaan automaattisesti ottaa käyttöön ennen komentosarjan ajamista lisäämällä hakemistoon /usr/share/bugzilla3/debian/pre-checksetup.d sopiva komentosarja.

source: Prompt about customized Status/Resolution at each update?
cs: Zeptat se na upravené Status/Resolution při každé aktualizaci?
da: Spørg om tilpasset status/billedopløsning ved hver opdatering?
es: ¿Desea que se le pregunte sobre los valores personalizados de «Status»/«Resolution» en cada actualización?
fi: Kysytäänkö Status- ja Resolution-kenttien muokkauksista aina päivitettäessä?
it: Chiedere per i valori personalizzati Status/Resolution ad ogni aggiornamento?
ja: ステータス(Status)/解決方法(Resolutions) 欄のカスタマイズをアップデートごとに確認しますか?
nl: Vraag naar Status/Resolution aanpassingen bij iedere bijwerking?
ru: Напоминать об доработке полей Состояния/Решение при каждом обновлении?
sv: Fråga om förändrad Status/Stängningsanledning vid varje uppdatering?
uk: Повідомляти про змінені Стан/Вирішення при кожному оновленні?

source: If you modified Status/Resolution fields and created a script within /usr/share/bugzilla3/debian/pre-checksetup.d to apply changes to /usr/share/bugzilla3/lib/checksetup_nondebian.pl, you may want to avoid being prompted at each package upgrade.
da: Hvis du ændrede status-/billedopløsningsfelter og oprettede et skript indeni /usr/share/bugzilla3/debian/pre-checksetup.d for at anvende ændringer til /usr/share/bugzilla3/lib/checksetup_nondebian.pl, vil du måske undgå at blive spurgt ved hver pakkeopgradering.
fi: Jos Status- tai Resolution-kenttää on muokattu ja hakemistoon /usr/share/bugzilla3/debian/pre-checksetup.d on luotu komentosarja, joka päivittää muutokset komentosarjaan /usr/share/bugzilla3/lib/checksetup_nondebian.pl, tätä kyselyä ei ehkä tarvitse tehdä jokaisen päivityksen yhteydessä.

source: If you accept being prompted, you will have to call /usr/share/bugzilla3/lib/checksetup.pl yourself, at each package upgrade, before using Bugzilla.
da: Hvis du accepterer at blive spurgt, skal du selv kalde /usr/share/bugzilla3/lib/checksetup.pl, ved hver pakkeopgradering, før brug af Bugzilla.
fi: Jos kysymys tehdään, komentosarja /usr/share/bugzilla3/lib/checksetup.pl tulee ajaa aina, kun paketti päivitetään, ennen Bugzillan käyttöä.

source: If you did not modify Status/Resolution, you should skip prompting as checksetup.pl will be started automatically (together with the {pre,post}-checksetup.d scripts).
cs: Pokud jste neupravovali Status/Resolution, měli byste dotazování přeskočit, protože checksetup.pl bude spouštěn automaticky (společně se skripty {pre,post}-checksetup.d).
da: Hvis du ikke ændrede status/billedopløsning, bør du ikke blive spurgt, da checksetup.pl vil blive automatisk opstartet (sammen med skripterne {pre,post}-checksetup.d).
es: Si no modificó «Status»/«Resolution», debería evitar que se le pregunte ya que «checksetup.pl» se ejecutará automáticamente (junto con los scripts «{pre.post}-checksetup.d»).
fi: Jos Status- ja Resolution-kenttiä ei ole muokattu, älä valitse kyselyä. Tällöin checksetup.pl ajetaan automaattisesti (samoin kuin {pre,post}-checksetup.d-komentosarjat).
it: Se i campi Status/Resolution non sono stati modificati, si dovrebbero evitare le richieste, in quanto checksetup.pl verrà avviato automaticamente insieme agli script {pre,post}--checksetup.d.
ja: ステータス(Status)/解決方法(Resolutions) 欄を変更していない場合は、checksetup.pl が ({pre,post}-checksetup.d スクリプトと共に) 自動的に実行するよう勧める質問を飛ばしてください。
nl: Als u Status/Resolution niet heeft aangepast, dan dient u vragen te vermijden, aangezien checksetup.pl automatisch gestart zal worden (tegelijkertijd met de {pre,post}-checksetup.d scripts).
ru: Если вы не изменяли поля Состояния/Решение, то выключите напоминание, так как checksetup.pl будет запускаться автоматически (вместе со сценариями {pre,post}-checksetup.d).
sv: Om du inte ändrade Status/Stängningsanledning ska du avaktivera frågan eftersom checksetup.pl kommer att köras automatisk (tillsammans med förkontroller och efterkontroller i checksetup.d-skripten).
uk: Якщо ви не змінювали Стан/Вирішення, ви маєте пропустити запитання бо checksetup.pl запускатиметься автоматично (разом зі скриптами {pre,post}-checksetup.d).

source: Setup of Bugzilla failed and needs further investigation
cs: Nastavení Bugzilly selhalo a je třeba zjistit proč
da: Opsætning af Bugzilla mislykkedes og kræver yderligere undersøgelse
es: Se produjo un error durante la configuración de Bugzilla que requiere una mayor investigación
it: L'impostazione di Bugzilla è fallita, è necessario effettuare ulteriori ricerche
ru: Не удалось выполнить настройку Bugzilla, требуется дополнительное исследование
sv: Installationen av Bugzilla misslyckades och behöver undersökas

source: Bugzilla has the "shutdownhtml" configuration parameter set, putting it offline (with logins disabled) until configured.
da: Bugzilla har konfigurationsparameteren »shutdownhtml« sat, hvilket frakobler den (med logind'er deaktiveret) indtil konfigureret.
es: Bugzilla tiene el parámetro de configuración «shutdownhtml» activo, desactivando Bugzilla (sin poder identificarse) hasta que se configure.
it: Bugzilla ha il parametro«shutdownhtml» attivato, ponendolo offline (con accessi disabilitati) finché non sarà stato configurato.
ru: В Bugzilla будет установлен настроечный параметр "shutdownhtml", который выключит доступ к службе, пока не будет произведена правильная настройка.
sv: Bugzilla har inställningen "shutdownhtml" aktiverad vilket innebär att systemet kommer att sättas i avstängt läge och inaktivera inloggning tills intällningarna är korrekt på plats.

source: To set up Bugzilla, run "dpkg-reconfigure bugzilla3" (as root) and choose "dbconfig-config".
da: For at opsætte Bugzilla, så kør »dpkg-reconfigure bugzilla3« (som root) og vælg »dbconfig-config«.

source: Bugzilla downtime message:
da: Nedetidsbesked for Bugzilla:
es: Mensaje mostrado mientras Bugzilla esté desactivado:
it: Messaggio di periodo d'inattività di Bugzilla:
ru: Сообщение на время простоя Bugzilla:
sv: Meddelande om nertid:

source: Please enter the HTML downtime message that should be displayed while Bugzilla is being reconfigured.
da: Indtast venligst HTML-nedetidsbeskeden som skal vises, mens Bugzilla bliver rekonfigureret.
es: Introduzca el mensaje en HTML que se mostrará mientras se esté reconfigurando Bugzilla.
it: Inserire il messaggio HTML di periodo d'inattività che dovrà essere mostrato durante la riconfigurazione di Bugzilla.
ru: Введите сообщение о простое в формате HTML, которое будет отображаться во время перенастройки Bugzilla.
sv: Ange nertidsmeddelandet i HTML som ska visas när Bugzilla installeras.

source: For each update of this package, a new version of the checksetup_nondebian.pl script is installed; the /usr/share/bugzilla4/debian/pre-checksetup.d directory can be used to automatically apply your modifications before execution.
cs: Během každé aktualizace tohoto balíčku je nainstalována nová verze skriptu checksetup_nondebian.pl; pro automatickou aplikaci vašich úprav, můžete před spuštěním tohoto skriptu použít adresář /usr/share/bugzilla4/debian/pre-checksetup.d.
es: En cada actualización de este paquete, una nueva versión del script «checksetup_nondebian.pl» se instalará, se puede utilizar el directorio «/usr/share/bugzilla4/debian/pre-checksetup.d» para aplicar automáticamente sus modificaciones antes de la ejecución.
it: Per ogni aggiornamento di questo pacchetto viene installata una nuova versione dello script checksetup_nondebian.pl; è possibile utilizzare la directory «/usr/share/bugzilla4/debian/pre-checksetup.d» per applicare automaticamente le proprie modifiche prima dell'esecuzione.
ja: このパッケージをアップデートするたびに、新しいバージョンの checksetup_nondebian.pl スクリプトがインストールされます。/usr/share/bugzilla4/debian/pre-checksetup.d ディレクトリは、実行前に変更した箇所を自動的に適用するのに利用されます。
nl: Voor elke bijwerking van dit pakket wordt een nieuwe versie van het checksetup_nondebian.pl script ge??nstalleerd. U kunt de /usr/share/bugzilla4/debian/pre-checksetup.d map gebruiken om automatisch uw wijzigingen toe te passen v????r uitvoering.
ru: Для каждого обновления данного пакета устанавливается новая версия сценария checksetup_nondebian.pl; перед выполнением для автоматического применения ваших изменений можно воспользоваться каталогом /usr/share/bugzilla4/debian/pre-checksetup.d.
sv: Vid varje uppdatering av detta paket installeras en ny version av skriptet checksetup_nondebian.pl. Katalogen /usr/share/bugzilla4/debian/pre-checksetup.d kan användas för att automatiskt lägga till dina ändringar före exekvering.
uk: Для кожного оновлення цього пакунку встановлюється нова версія скрипта checksetup_nondebian.pl; директорія /usr/share/bugzilla4/debian/pre-checksetup.d може вживатися для автоматичного застосування ваших змін перед виконанням.

source: If you modified Status/Resolution fields and created a script within /usr/share/bugzilla4/debian/pre-checksetup.d to apply changes to /usr/share/bugzilla4/lib/checksetup_nondebian.pl, you may want to avoid being prompted at each package upgrade.
cs: Jestliže jste upravili pole Status/Resolution a vytvořili skript v /usr/share/bugzilla4/debian/pre-checksetup.d pro aplikaci změn ve skriptu /usr/share/bugzilla4/lib/checksetup_nondebian.pl, můžete chtít nebýt dotazováni při každé aktualizaci balíčku.
es: Si modificó los campos «Status»/«Resolution» y creó un script en «/usr/share/bugzilla4/debian/pre-checksetup.d» para aplicar los cambios a «/usr/share/bugzilla4/lib/checksetup_nondebian.pl», puede que quiera evitar que se le pregunte cada vez que se actualice el paquete.
it: Se si sono modificati i campi Status/Resolution e si è creato uno script in «/usr/share/bugzilla4/debian/pre-checksetup.d» per applicare le modifiche in «/usr/share/bugzilla4/lib/checksetup_nondebian.pl», è possibile evitare richieste indesiderate ad ogni aggiornamento del pacchetto.
ja: ステータス(Status)/解決方法(Resolutions)欄を変更して、 /usr/share/bugzilla4/lib/checksetup_nondebian.pl にある変更を適用するよう /usr/share/bugzilla4/debian/pre-checksetup.d にスクリプトを作成した場合は、パッケージのアップグレードのたびに質問されるのを無効にして良いでしょう。
nl: Als u Status/Resolution velden aan heeft gepast en een script aan heeft gemaakt in /usr/share/bugzilla4/debian/pre-checksetup.d om wijzigingen te doen aan /usr/share/bugzilla4/lib/checksetup_nondebian.pl, dan wilt u misschien vragen tijdens iedere bijwerking van dit pakket vermijden.
ru: Если вы изменяли поля Состояние/Решение и создали сценарий в каталоге /usr/share/bugzilla4/debian/pre-checksetup.d для применения изменений к /usr/share/bugzilla4/lib/checksetup_nondebian.pl, то можете захотеть отключить напоминание при обновлении пакета.
sv: Om du ändrade värde för Status/Stängningsanledning och la till ett skript i /usr/share/bugzilla4/debian/pre-checksetup.d för att automatiskt ändra /usr/share/bugzilla4/lib/checksetup-nondebian.pl vill du troligen inte påminnas om ändringen vid varje uppdatering av paketet.
uk: Якщо ви змінили поля Стан/Вирішення та створили скрипт у /usr/share/bugzilla4/debian/pre-checksetup.d для застосування змін у /usr/share/bugzilla4/lib/checksetup_nondebian.pl ви можете забажати не одержувати запитань при кожному оновленні.

source: If you accept being prompted, you will have to call /usr/share/bugzilla4/lib/checksetup.pl yourself, at each package upgrade, before using Bugzilla.
cs: Pokud odsouhlasíte dotazování, budete muset před používáním Bugzilly při každé aktualizaci spustit /usr/share/bugzilla4/lib/checksetup.pl sami.
es: Si acepta que se le pregunte, tendrá que ejecutar «/usr/share/bugzilla4/lib/checksetup.pl» usted mismo, en cada actualización del paquete, antes de utilizar Bugzilla.
it: Se si accetta di ricevere le richieste, sarà necessario richiamare manualmente «/usr/share/bugzilla4/lib/checksetup.pl» ad ogni aggiornamento del pacchetto, prima di poter utilizzare Bugzilla.
ja: この質問を有効にした場合は、パッケージのアップグレードのたびに Bugzilla を使う前に /usr/share/bugzilla4/lib/checksetup.pl を自分で呼び出す必要があります。
nl: Als u vragen accepteert, dan zult u /usr/share/bugzilla4/lib/checksetup.pl zelf moeten aanroepen na iedere bijwerking, voordat u Bugzilla gebruikt.
ru: Если вы ответите утвердительно, то перед тем как использовать Bugzilla вам нужно будет самостоятельно запускать /usr/share/bugzilla4/lib/checksetup.pl каждый раз при обновлении пакета.
sv: Om du väljer att bli påmind om ändringen måste du köra /usr/share/bugzilla4/lib/checksetup.pl själv vid varje uppdatering av paketet innan Bugzilla kan användas.
uk: Якщо ви згодні отримувати запитання, вам необхідно буде запускати /usr/share/bugzilla4/lib/checksetup.pl власноруч при кожному оновленні перш, ніж використовувати Bugzilla.

source: To set up Bugzilla, run "dpkg-reconfigure bugzilla4" (as root) and choose "dbconfig-config".
es: Para configurar Bugzilla, ejecute «dpkg-reconfigure bugzilla4» (como administrador) y escoja «dbconfig-config».
it: Per impostare Bugzilla eseguire da riga di comando, come utente root, «dpkg-reconfigure bugzilla4» e scegliere «dbconfig-config».
ru: Для настройки Bugzilla запустите "dpkg-reconfigure bugzilla4" (с правами суперпользователя) и выберите "dbconfig-config".
sv: För att installera Bugzilla kör "dpkg-reconfigure bugzilla4" (som root) och välj "dbconfig-config".
